Repository: Musaddikul/Bunoraa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Phone Number
bn: ফোন নম্বর

source: Profile Picture
bn: প্রোফাইল ছবি

source: Enter a valid Bangladeshi phone number in the format +8801XXXXXXXXX.
bn: +8801XXXXXXXXX ফর্ম্যাটে একটি বৈধ বাংলাদেশি ফোন নম্বর লিখুন।

source: Full Name
bn: পুরো নাম

source: Address Line
bn: ঠিকানা লাইন

source: Address Line 2 (optional)
bn: ঠিকানা লাইন 2 (al চ্ছিক)

source: Division
bn: বিভাগ

source: District
bn: জেলা

source: Postal Code
bn: ডাক কোড

source: Country
bn: দেশ

source: Set as default
bn: ডিফল্ট হিসাবে সেট করুন

source: Postal code must be a 4-digit number.
bn: ডাক কোড অবশ্যই একটি 4-অঙ্কের নম্বর হতে হবে।

source: Division is required.
bn: বিভাগ প্রয়োজন।

source: District is required.
bn: জেলা প্রয়োজন।

source: First Name
bn: প্রথম নাম

source: Last Name
bn: শেষ নাম

source: Username
bn: ব্যবহারকারীর নাম

source: +8801XXXXXXXXX
bn: +8801xxxxxxxxxx

source: We may use this for order updates
bn: আমরা এটি অর্ডার আপডেটের জন্য ব্যবহার করতে পারি

source: Gender
bn: লিঙ্গ

source: I accept the Terms and Conditions
bn: আমি শর্তাদি এবং শর্তাদি গ্রহণ করি

source: You must accept the terms and conditions to register.
bn: নিবন্ধনের জন্য আপনাকে অবশ্যই শর্তাদি এবং শর্তাদি গ্রহণ করতে হবে।

source: Email address
bn: ইমেল ঠিকানা

source: Password
bn: পাসওয়ার্ড

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: A user with that username already exists.
bn: সেই ব্যবহারকারীর নাম সহ একজন ব্যবহারকারী ইতিমধ্যে বিদ্যমান।

source: This phone number is already registered.
bn: এই ফোন নম্বরটি ইতিমধ্যে নিবন্ধিত।

source: Email or Username
bn: ইমেল বা ব্যবহারকারীর নাম

source: Invalid username or email address
bn: অবৈধ ব্যবহারকারীর নাম বা ইমেল ঠিকানা

source: Email
bn: ইমেল

source: Enter your email address
bn: আপনার ইমেল ঠিকানা লিখুন

source: New password
bn: নতুন পাসওয়ার্ড

source: Your password must contain at least 8 characters.
bn: আপনার পাসওয়ার্ডে কমপক্ষে 8 টি অক্ষর থাকতে হবে।

source: New password confirmation
bn: নতুন পাসওয়ার্ড নিশ্চিতকরণ

source: Confirm new password
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন

source: Preferred Language
bn: পছন্দসই ভাষা

source: email address
bn: ইমেল ঠিকানা

source: phone number
bn: ফোন নম্বর

source: gender
bn: লিঙ্গ

source: address
bn: ঠিকানা

source: city
bn: শহর

source: country
bn: দেশ

source: postal code
bn: ডাক কোড

source: date of birth
bn: জন্মের তারিখ

source: profile picture
bn: প্রোফাইল ছবি

source: email verified
bn: ইমেল যাচাই করা হয়েছে

source: Google ID
bn: গুগল আইডি

source: Facebook ID
bn: ফেসবুক আইডি

source: Microsoft ID
bn: মাইক্রোসফ্ট আইডি

source: user
bn: ব্যবহারকারী

source: users
bn: ব্যবহারকারীরা

source: full name
bn: পুরো নাম

source: address line 1
bn: ঠিকানা লাইন 1

source: address line 2
bn: ঠিকানা লাইন 2

source: district
bn: জেলা

source: division
bn: বিভাগ

source: upazila
bn: উপজিলা

source: default address
bn: ডিফল্ট ঠিকানা

source: created at
bn: এটি তৈরি

source: user address
bn: ব্যবহারকারীর ঠিকানা

source: user addresses
bn: ব্যবহারকারীর ঠিকানা

source: User Account
bn: ব্যবহারকারী অ্যাকাউন্ট

source: Store Name
bn: স্টোর নাম

source: The name of the seller's store or brand.
bn: বিক্রেতার স্টোর বা ব্র্যান্ডের নাম।

source: Description
bn: বর্ণনা

source: A brief description of the seller or their store.
bn: বিক্রেতা বা তাদের স্টোরের একটি সংক্ষিপ্ত বিবরণ।

source: Created At
bn: এটি তৈরি

source: Updated At
bn: আপডেট

source: Seller
bn: বিক্রেতা

source: Sellers
bn: বিক্রেতারা

source: User
bn: ব্যবহারকারী

source: Preferred Currency
bn: পছন্দসই মুদ্রা

source: Preferred Country
bn: পছন্দসই দেশ

source: Timezone
bn: টাইমজোন

source: User Setting
bn: ব্যবহারকারী সেটিং

source: User Settings
bn: ব্যবহারকারী সেটিংস

source: Price
bn: দাম

source: Total Price
bn: মোট মূল্য

source: Anonymous
bn: বেনামে

source: Session Key
bn: সেশন কী

source: Items
bn: আইটেম

source: Subtotal
bn: সাবটোটাল

source: Discount
bn: ছাড়

source: Shipping
bn: শিপিং

source: Tax
bn: কর

source: Final Total
bn: চূড়ান্ত মোট

source: Mark selected carts as checked out
bn: চেক আউট হিসাবে নির্বাচিত কার্ট চিহ্নিত করুন

source: Clear all items from selected carts
bn: নির্বাচিত গাড়ি থেকে সমস্ত আইটেম সাফ করুন

source: Cart
bn: কার্ট

source: moved to 'Saved for Later'
bn: 'পরে সংরক্ষণ' এ সরানো হয়েছে

source: moved to active cart
bn: সক্রিয় কার্টে সরানো

source: Shipping method updated.
bn: শিপিং পদ্ধতি আপডেট হয়েছে।

source: Cannot checkout an empty cart.
bn: খালি কার্ট চেকআউট করতে পারে না।

source: Cart is already checked out.
bn: কার্ট ইতিমধ্যে চেক আউট করা হয়।

source: Cart successfully marked as checked out.
bn: কার্ট সফলভাবে চেক আউট হিসাবে চিহ্নিত।

source: Coupon removed successfully.
bn: কুপন সফলভাবে সরানো হয়েছে।

source: Shopping Cart
bn: শপিং কার্ট

source: Quantity of the product.
bn: পণ্যের পরিমাণ।

source: If true, overrides existing quantity; otherwise, adds to it.
bn: যদি সত্য হয় তবে বিদ্যমান পরিমাণকে ওভাররাইড করে; অন্যথায়, এটি যোগ করে।

source: If true, adds to 'saved for later' instead of active cart.
bn: যদি সত্য হয় তবে সক্রিয় কার্টের পরিবর্তে 'পরে সংরক্ষণ করা' যোগ করে।

source: Enter coupon code
bn: কুপন কোড প্রবেশ করুন

source: Your coupon code.
bn: আপনার কুপন কোড।

source: ID of the selected shipping method.
bn: নির্বাচিত শিপিং পদ্ধতির আইডি।

source: Used for anonymous carts.
bn: বেনামে কার্টের জন্য ব্যবহৃত।

source: Checked Out
bn: চেক আউট

source: Indicates if the cart has been converted to an order.
bn: কার্টটি কোনও অর্ডারে রূপান্তরিত হয়েছে কিনা তা নির্দেশ করে।

source: Abandoned
bn: পরিত্যক্ত

source: True if the cart has been flagged as abandoned.
bn: সত্য যদি কার্টটি পরিত্যক্ত হিসাবে চিহ্নিত করা হয়।

source: Abandoned At
bn: ত্যাগ করা

source: Timestamp when the cart was marked as abandoned.
bn: টাইমস্ট্যাম্প যখন কার্টটি পরিত্যক্ত হিসাবে চিহ্নিত করা হয়েছিল।

source: Converted
bn: রূপান্তরিত

source: True if the cart led to a successful conversion (e.g., order placed).
bn: সত্য যদি কার্টটি একটি সফল রূপান্তরকে পরিচালিত করে (উদাঃ, অর্ডার স্থাপন)।

source: Converted At
bn: রূপান্তরিত

source: Timestamp when the cart was converted.
bn: টাইমস্ট্যাম্প যখন কার্টটি রূপান্তরিত হয়েছিল।

source: Coupon
bn: কুপন

source: Shipping Method
bn: শিপিং পদ্ধতি

source: Shipping Address
bn: শিপিং ঠিকানা

source: Express Shipping
bn: এক্সপ্রেস শিপিং

source: Whether express shipping is selected for this cart.
bn: এই কার্টের জন্য এক্সপ্রেস শিপিং নির্বাচন করা হয়েছে কিনা।

source: Total Price (Cached)
bn: মোট মূল্য (ক্যাশেড)

source: Total Discount (Cached)
bn: মোট ছাড় (ক্যাশেড)

source: Total Shipping (Cached)
bn: মোট শিপিং (ক্যাশেড)

source: Total Tax (Cached)
bn: মোট কর (ক্যাশেড)

source: Final Total (Cached)
bn: চূড়ান্ত মোট (ক্যাশেড)

source: Total Items (Cached)
bn: মোট আইটেম (ক্যাশেড)

source: Carts
bn: কার্টস

source: Not selected
bn: নির্বাচিত নয়

source: Product
bn: পণ্য

source: Color
bn: রঙ

source: Size
bn: আকার

source: Fabric
bn: ফ্যাব্রিক

source: Quantity
bn: পরিমাণ

source: Saved for Later
bn: পরে সংরক্ষণ করা

source: If true, item is saved for later, not part of active cart total.
bn: যদি সত্য হয় তবে আইটেমটি পরে সংরক্ষণ করা হয়, সক্রিয় কার্টের মোট অংশ নয়।

source: Added At
bn: যোগ করা হয়েছে

source: Cart Item
bn: কার্ট আইটেম

source: Cart Items
bn: কার্ট আইটেম

source: ID of the product to add/update.
bn: পণ্য যুক্ত/আপডেট করতে আইডি।

source: ID of the selected color.
bn: নির্বাচিত রঙের আইডি।

source: ID of the selected size.
bn: নির্বাচিত আকারের আইডি।

source: ID of the selected fabric.
bn: নির্বাচিত ফ্যাব্রিকের আইডি।

source: This product is out of stock.
bn: এই পণ্যটি স্টকের বাইরে।

source: Product not found or not available.
bn: পণ্য পাওয়া যায় না বা পাওয়া যায় না।

source: Shipping method not found.
bn: শিপিং পদ্ধতি পাওয়া যায় নি।

source: Cannot apply a coupon to an empty cart.
bn: খালি কার্টে কুপন প্রয়োগ করতে পারে না।

source: No coupon is currently applied to your cart.
bn: আপনার কার্টে বর্তমানে কোনও কুপন প্রয়োগ করা হয়নি।

source: Selected shipping method is invalid or inactive.
bn: নির্বাচিত শিপিং পদ্ধতিটি অবৈধ বা নিষ্ক্রিয়।

source: Selected address is invalid.
bn: নির্বাচিত ঠিকানা অবৈধ।

source: Don't Miss Out! Your Cart Awaits at {site_name}
bn: মিস করবেন না! আপনার কার্টটি {সাইট_নাম} এ অপেক্ষা করছে

source: Our Store
bn: আমাদের স্টোর

source: Timestamps
bn: টাইমস্ট্যাম্পস

source: VAT Rate
bn: ভ্যাট হার

source: Setting Name
bn: নাম স্থাপন

source: VAT rate as a decimal (e.g., 0.10 for 10%)
bn: দশমিক হিসাবে ভ্যাট রেট (উদাঃ, 10%এর জন্য 0.10)

source: Is Active
bn: সক্রিয়

source: Tax Setting
bn: কর সেটিং

source: Tax Settings
bn: কর সেটিংস

source: Language Code
bn: ভাষা কোড

source: e.g., en, bn, fr. Must match Django's LANGUAGES setting.
bn: উদাহরণস্বরূপ, এন, বিএন, ফ্র। জ্যাঙ্গোর ভাষার সেটিংটি অবশ্যই মেলে।

source: Language Name
bn: ভাষার নাম

source: Full name of the language, e.g., English, Bengali.
bn: ভাষার পুরো নাম, যেমন, ইংরেজি, বাঙালি।

source: Active
bn: সক্রিয়

source: Is this language available for users to select?
bn: এই ভাষাটি কি ব্যবহারকারীদের জন্য নির্বাচন করার জন্য উপলব্ধ?

source: Default
bn: ডিফল্ট

source: Is this the default language for the site?
bn: এটি কি সাইটের জন্য ডিফল্ট ভাষা?

source: Language
bn: ভাষা

source: Languages
bn: ভাষা

source: Currency Code
bn: মুদ্রা কোড

source: ISO 4217 currency code, e.g., USD, EUR, BDT.
bn: আইএসও 4217 মুদ্রা কোড, উদাঃ, ইউএসডি, ইউরো, বিডিটি।

source: Currency Name
bn: মুদ্রার নাম

source: Full name of the currency, e.g., United States Dollar.
bn: মুদ্রার পুরো নাম, যেমন, মার্কিন যুক্তরাষ্ট্রের ডলার।

source: Symbol
bn: প্রতীক

source: Currency symbol, e.g., $, €, ৳.
bn: মুদ্রার প্রতীক, উদাঃ, $, €, ৳।

source: Exchange Rate
bn: বিনিময় হার

source: Exchange rate against the base currency (e.g., BDT).
bn: বেস মুদ্রার বিরুদ্ধে বিনিময় হার (উদাঃ, বিডিটি)।

source: Default Currency
bn: ডিফল্ট মুদ্রা

source: Is this the default currency for the store?
bn: এটি কি স্টোরের জন্য ডিফল্ট মুদ্রা?

source: Is this currency available for use?
bn: এই মুদ্রা কি ব্যবহারের জন্য উপলব্ধ?

source: Currency
bn: মুদ্রা

source: Currencies
bn: মুদ্রা

source: Preview
bn: পূর্বরূপ

source: Order Info
bn: অর্ডার তথ্য

source: Customer Details
bn: গ্রাহকের বিবরণ

source: Design / Product
bn: ডিজাইন / পণ্য

source: Pricing
bn: মূল্য নির্ধারণ

source: Shipping & Payment
bn: শিপিং এবং অর্থ প্রদান

source: Additional Info
bn: অতিরিক্ত তথ্য

source: Links
bn: লিঙ্কগুলি

source: View Order
bn: অর্ডার দেখুন

source: Order Link
bn: অর্ডার লিঙ্ক

source: Error calculating pricing for order %(order_id)s: %(error)s
bn: অর্ডার %(অর্ডার_আইডি) এস: %(ত্রুটি) এর জন্য মূল্য গণনা করার ত্রুটি

source: Successfully calculated pricing for %(count)d orders.
bn: %(গণনা) ডি অর্ডারগুলির জন্য সফলভাবে গণনা করা মূল্য।

source: Recalculate pricing
bn: মূল্য নির্ধারণ

source: Successfully confirmed %(count)d orders.
bn: সাফল্যের সাথে %(গণনা) ডি অর্ডারগুলি নিশ্চিত করেছে।

source: Mark selected as confirmed
bn: নিশ্চিত হিসাবে নির্বাচিত চিহ্ন

source: Fabric type, subcategory, and quantity are required for price calculation.
bn: দাম গণনার জন্য ফ্যাব্রিক প্রকার, উপশ্রেণী এবং পরিমাণ প্রয়োজন।

source: Invalid fabric type or subcategory selected.
bn: অবৈধ ফ্যাব্রিক টাইপ বা উপশ্রেণী নির্বাচিত।

source: Custom Order Management
bn: কাস্টম অর্ডার ম্যানেজমেন্ট

source: Order Type
bn: অর্ডার টাইপ

source: Apply a coupon for discount.
bn: ছাড়ের জন্য একটি কুপন প্রয়োগ করুন।

source: Your Full Name
bn: আপনার পুরো নাম

source: e.g., +88017XXXXXXXX
bn: উদাহরণস্বরূপ, +88017xxxxxxxxx

source: Describe your design in detail...
bn: আপনার নকশাটি বিস্তারিতভাবে বর্ণনা করুন ...

source: Describe the product you are sending...
bn: আপনি যে পণ্যটি প্রেরণ করছেন তা বর্ণনা করুন ...

source: e.g., Good condition, needs alteration
bn: উদাহরণস্বরূপ, ভাল অবস্থা, পরিবর্তন প্রয়োজন

source: Any special instructions or notes...
bn: কোনও বিশেষ নির্দেশনা বা নোট ...

source: Check this to save your order as a draft. You can complete it later from your account.
bn: খসড়া হিসাবে আপনার অর্ডার সংরক্ষণ করতে এটি পরীক্ষা করুন। আপনি এটি পরে আপনার অ্যাকাউন্ট থেকে সম্পূর্ণ করতে পারেন।

source: Please enter a valid phone number.
bn: একটি বৈধ ফোন নম্বর লিখুন দয়া করে।

source: An unexpected error occurred during coupon validation.
bn: কুপন বৈধতার সময় একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।

source: Image description...
bn: চিত্রের বিবরণ ...

source: Item image description...
bn: আইটেম চিত্রের বিবরণ ...

source: Name
bn: নাম

source: Unique URL-friendly identifier
bn: অনন্য ইউআরএল-বান্ধব সনাক্তকারী

source: Image
bn: চিত্র

source: Category
bn: বিভাগ

source: Categories
bn: বিভাগ

source: Base Price Multiplier
bn: মূল মূল্য গুণক

source: Multiplier applied to fabric base price for this subcategory (e.g., 1.2 for complex designs).
bn: এই উপশ্রেণীর জন্য ফ্যাব্রিক বেস মূল্যে প্রয়োগ করা গুণক (উদাঃ, জটিল ডিজাইনের জন্য 1.2)।

source: SubCategory
bn: উপশ্রেণী

source: SubCategories
bn: উপশ্রেণী

source: Base Price per Unit
bn: ইউনিট প্রতি মূল্য মূল্য

source: Fabric Type
bn: ফ্যাব্রিক টাইপ

source: Fabric Types
bn: ফ্যাব্রিক প্রকার

source: Applicable Subcategories
bn: প্রযোজ্য সাব বিভাগ

source: Leave blank if applicable to all subcategories.
bn: সমস্ত উপশ্রেণীতে প্রযোজ্য হলে ফাঁকা ছেড়ে দিন।

source: Size Option
bn: আকার বিকল্প

source: Size Options
bn: আকার বিকল্প

source: Hexadecimal color code (e.g., #RRGGBB)
bn: হেক্সাডেসিমাল রঙ কোড (উদাঃ, #RGGBBB)

source: Color Option
bn: রঙ বিকল্প

source: Color Options
bn: রঙ বিকল্প

source: Own Design
bn: নিজস্ব নকশা

source: Send Product
bn: পণ্য প্রেরণ

source: Direct Contact
bn: সরাসরি যোগাযোগ

source: WhatsApp
bn: হোয়াটসঅ্যাপ

source: Messenger
bn: মেসেঞ্জার

source: Phone Call
bn: ফোন কল

source: Draft
bn: খসড়া

source: Pending
bn: মুলতুবি

source: Confirmed
bn: নিশ্চিত

source: In Progress
bn: অগ্রগতি

source: Ready for Shipment
bn: চালানের জন্য প্রস্তুত

source: Shipped
bn: পাঠানো

source: Delivered
bn: বিতরণ

source: Cancelled
bn: বাতিল

source: Rejected
bn: প্রত্যাখ্যান

source: On Hold
bn: হোল্ড

source: Order ID
bn: অর্ডার আইডি

source: Customer Name
bn: গ্রাহকের নাম

source: Email Address
bn: ইমেল ঠিকানা

source: Preferred Contact Method
bn: পছন্দসই যোগাযোগ পদ্ধতি

source: Design Description
bn: নকশা বর্ণনা

source: Customer Item Description
bn: গ্রাহক আইটেম বিবরণ

source: Customer Item Condition
bn: গ্রাহক আইটেম শর্ত

source: Size Information
bn: আকার তথ্য

source: JSON object for detailed measurements (e.g., {'chest': 40, 'waist': 32})
bn: বিস্তারিত পরিমাপের জন্য json অবজেক্ট (উদাঃ, {'বুক': 40, 'কোমর': 32})

source: Expected Completion Date
bn: প্রত্যাশিত সমাপ্তির তারিখ

source: Additional Information
bn: অতিরিক্ত তথ্য

source: Payment Method
bn: অর্থ প্রদানের পদ্ধতি

source: Base Price
bn: মূল মূল্য

source: Shipping Cost
bn: শিপিং ব্যয়

source: VAT Percentage
bn: ভ্যাট শতাংশ

source: VAT Amount
bn: ভ্যাট পরিমাণ

source: Discount Amount
bn: ছাড়ের পরিমাণ

source: Total Amount
bn: মোট পরিমাণ

source: Status
bn: স্থিতি

source: Is Draft
bn: খসড়া হয়

source: Confirmed At
bn: নিশ্চিত

source: Completed At
bn: এটি সম্পন্ন

source: Custom Order
bn: কাস্টম অর্ডার

source: Custom Orders
bn: কাস্টম অর্ডার

source: Order created with initial status.
bn: প্রাথমিক স্থিতি দিয়ে অর্ডার তৈরি করা হয়েছে।

source: Order status updated.
bn: অর্ডার স্থিতি আপডেট হয়েছে।

source: Order
bn: অর্ডার

source: Is Primary Image
bn: প্রাথমিক চিত্র

source: Design Image
bn: নকশা চিত্র

source: Design Images
bn: নকশা চিত্র

source: Customer Item Image
bn: গ্রাহক আইটেম চিত্র

source: Customer Item Images
bn: গ্রাহক আইটেম চিত্র

source: Old Status
bn: পুরানো অবস্থা

source: New Status
bn: নতুন অবস্থা

source: Notes
bn: নোট

source: Updated By
bn: আপডেট দ্বারা

source: Order Status Update
bn: অর্ডার স্থিতি আপডেট

source: Order Status Updates
bn: অর্ডার স্থিতি আপডেট

source: Customer name, phone, and email are required for a final order.
bn: চূড়ান্ত আদেশের জন্য গ্রাহকের নাম, ফোন এবং ইমেল প্রয়োজন।

source: Category, subcategory, fabric type, and quantity are required for this order type.
bn: এই অর্ডার ধরণের জন্য বিভাগ, উপশ্রেণী, ফ্যাব্রিক প্রকার এবং পরিমাণ প্রয়োজন।

source: Quantity must be at least 1.
bn: পরিমাণ কমপক্ষে 1 হতে হবে।

source: Shipping address, shipping method, and payment method are required for this order type.
bn: এই অর্ডার ধরণের জন্য শিপিংয়ের ঠিকানা, শিপিং পদ্ধতি এবং অর্থ প্রদানের পদ্ধতি প্রয়োজন।

source: Design description is required for 'Own Design' orders.
bn: 'নিজস্ব নকশা' আদেশের জন্য ডিজাইনের বিবরণ প্রয়োজন।

source: At least one design image is required for 'Own Design' orders.
bn: 'নিজস্ব নকশা' আদেশের জন্য কমপক্ষে একটি ডিজাইনের চিত্র প্রয়োজন।

source: Customer item description is required for 'Send Product' orders.
bn: 'পণ্য প্রেরণ' আদেশের জন্য গ্রাহক আইটেমের বিবরণ প্রয়োজন।

source: At least one customer item image is required for 'Send Product' orders.
bn: 'পণ্য প্রেরণ' অর্ডারগুলির জন্য কমপক্ষে একটি গ্রাহক আইটেম চিত্রের প্রয়োজন।

source: Error calculating base price.
bn: বেস দাম গণনা করার ত্রুটি।

source: Customer name, phone, and email are required.
bn: গ্রাহকের নাম, ফোন এবং ইমেল প্রয়োজন।

source: Category, subcategory, fabric type, quantity, shipping method, and payment method are required for this order type.
bn: এই অর্ডার ধরণের জন্য বিভাগ, উপশ্রেণী, ফ্যাব্রিক প্রকার, পরিমাণ, শিপিং পদ্ধতি এবং অর্থ প্রদানের পদ্ধতি প্রয়োজন।

source: Design description is required for own design orders.
bn: নিজস্ব নকশা আদেশের জন্য ডিজাইনের বিবরণ প্রয়োজন।

source: Item description is required for send product orders.
bn: পণ্য অর্ডার প্রেরণের জন্য আইটেমের বিবরণ প্রয়োজন।

source: Shipment created automatically upon order submission.
bn: শিপমেন্ট অর্ডার জমা দেওয়ার পরে স্বয়ংক্রিয়ভাবে তৈরি।

source: Cannot initiate payment for zero or negative total amount.
bn: শূন্য বা নেতিবাচক মোট পরিমাণের জন্য অর্থ প্রদান শুরু করতে পারে না।

source: An error occurred while calculating order pricing.
bn: অর্ডার মূল্য নির্ধারণের সময় একটি ত্রুটি ঘটেছে।

source: Order Management
bn: অর্ডার ম্যানেজমেন্ট

source: Payload
bn: পে -লোড

source: Gateway Integration
bn: গেটওয়ে ইন্টিগ্রেশন

source: Gateway Info
bn: গেটওয়ে তথ্য

source: Flags & Status
bn: পতাকা এবং স্থিতি

source: Capture selected authorized payments
bn: নির্বাচিত অনুমোদিত অর্থ প্রদান ক্যাপচার করুন

source: Initiate full refund for selected payments
bn: নির্বাচিত অর্থ প্রদানের জন্য সম্পূর্ণ ফেরত শুরু করুন

source: Full refund initiated by admin.
bn: অ্যাডমিন দ্বারা শুরু করা সম্পূর্ণ ফেরত।

source: Verify status of selected payments with gateway
bn: গেটওয়ে সহ নির্বাচিত অর্থের স্থিতি যাচাই করুন

source: Gateway Details
bn: গেটওয়ে বিশদ

source: Payment
bn: অর্থ প্রদান

source: N/A
bn: এন/এ

source: The ID of the order for which to create a payment intent.
bn: ক্রমের আইডি যার জন্য অর্থ প্রদানের অভিপ্রায় তৈরি করতে পারে।

source: The amount to be paid.
bn: অর্থ প্রদান করতে হবে।

source: The code of the payment method to use (e.g., 'bkash', 'stripe_card').
bn: ব্যবহারের জন্য অর্থ প্রদানের পদ্ধতির কোড (উদাঃ, 'বেকশ', 'স্ট্রাইপ_কার্ড')।

source: The currency for the payment (default: BDT).
bn: অর্থ প্রদানের জন্য মুদ্রা (ডিফল্ট: বিডিটি)।

source: Set to true for test payments.
bn: পরীক্ষার অর্থ প্রদানের জন্য সত্য সেট করুন।

source: Invalid or inactive payment method.
bn: অবৈধ বা নিষ্ক্রিয় পেমেন্ট পদ্ধতি।

source: Order not found.
bn: অর্ডার পাওয়া যায় নি।

source: Payment amount cannot exceed order total.
bn: প্রদানের পরিমাণ মোট অর্ডার ছাড়িয়ে যেতে পারে না।

source: The payment intent ID to process.
bn: প্রক্রিয়া করার জন্য অর্থ প্রদানের অভিপ্রায় আইডি।

source: Additional payment data from client (e.g., card token, 3D Secure result).
bn: ক্লায়েন্ট থেকে অতিরিক্ত অর্থ প্রদানের ডেটা (উদাঃ, কার্ড টোকেন, 3 ডি সুরক্ষিত ফলাফল)।

source: The ID of the payment to refund.
bn: ফেরতের জন্য অর্থ প্রদানের আইডি।

source: The amount to refund. If not provided, full amount will be refunded.
bn: রিফান্ডের পরিমাণ। যদি সরবরাহ না করা হয় তবে পুরো পরিমাণ ফেরত দেওয়া হবে।

source: Reason for the refund.
bn: ফেরতের কারণ।

source: Payment not found.
bn: পেমেন্ট পাওয়া যায় নি।

source: Payment is not in a refundable status.
bn: অর্থ প্রদান ফেরতযোগ্য স্থিতিতে নয়।

source: No refundable amount remaining for this payment.
bn: এই অর্থ প্রদানের জন্য কোনও ফেরতযোগ্য পরিমাণ বাকি নেই।

source: Unique ID of the event from the gateway.
bn: গেটওয়ে থেকে ইভেন্টের অনন্য আইডি।

source: Type of the event (e.g., 'charge.succeeded').
bn: ইভেন্টের ধরণ (উদাঃ, 'চার্জ.সুসেডড')।

source: The main data object of the webhook event.
bn: ওয়েবহুক ইভেন্টের প্রধান ডেটা অবজেক্ট।

source: Timestamp of the event.
bn: ইভেন্টের টাইমস্ট্যাম্প।

source: You do not have permission to view this payment.
bn: এই অর্থ প্রদান দেখার অনুমতি আপনার নেই।

source: You do not have permission to process this payment.
bn: আপনার এই অর্থ প্রদানের প্রক্রিয়া করার অনুমতি নেই।

source: Payment intent not found.
bn: অর্থ প্রদানের অভিপ্রায় পাওয়া যায় নি।

source: You do not have permission to capture payments.
bn: আপনার পেমেন্ট ক্যাপচার করার অনুমতি নেই।

source: You do not have permission to initiate refunds.
bn: আপনার কাছে ফেরত দেওয়ার অনুমতি নেই।

source: You do not have permission to check status for this payment.
bn: এই অর্থ প্রদানের জন্য স্থিতি পরীক্ষা করার অনুমতি আপনার নেই।

source: Invalid webhook signature.
bn: অবৈধ ওয়েবহুক স্বাক্ষর।

source: Webhook received and queued for processing.
bn: ওয়েবহুক প্রক্রিয়াজাতকরণের জন্য প্রাপ্ত এবং সারিবদ্ধ।

source: Unique code like 'sslcommerz', 'bkash', 'stripe'
bn: 'Sslcommerz', 'bkash', 'স্ট্রাইপ' এর মতো অনন্য কোড

source: Is Online Method
bn: অনলাইন পদ্ধতি

source: Icon
bn: আইকন

source: Code identifying the payment gateway (e.g., 'stripe', 'bkash', 'sslcommerz').
bn: পেমেন্ট গেটওয়ে সনাক্তকরণ কোড (উদাঃ, 'স্ট্রাইপ', 'বেকশ', 'এসএসএলকমারজ')।

source: Gateway Configuration (JSON)
bn: গেটওয়ে কনফিগারেশন (জেএসএন)

source: Gateway-specific configuration details (e.g., public key, secret key, webhook secret). Store securely.
bn: গেটওয়ে-নির্দিষ্ট কনফিগারেশন বিশদ (উদাঃ, পাবলিক কী, সিক্রেট কী, ওয়েবহুক সিক্রেট)। নিরাপদে সঞ্চয় করুন।

source: Payment Methods
bn: অর্থ প্রদানের পদ্ধতি

source: Authorized
bn: অনুমোদিত

source: Captured
bn: বন্দী

source: Completed
bn: সম্পূর্ণ

source: Failed
bn: ব্যর্থ

source: Refunded
bn: ফেরত দেওয়া

source: Partially Refunded
bn: আংশিক ফেরত

source: Processing
bn: প্রক্রিয়াজাতকরণ

source: Requires Customer Action
bn: গ্রাহক পদক্ষেপ প্রয়োজন

source: Disputed
bn: বিতর্কিত

source: The ID of the associated order (e.g., from custom_order app).
bn: সম্পর্কিত ক্রমের আইডি (উদাঃ, কাস্টম_ অর্ডার অ্যাপ্লিকেশন থেকে)।

source: Amount
bn: পরিমাণ

source: Payment Intent ID
bn: পেমেন্ট ইনটেন্ট আইডি

source: ID from payment gateway for the payment intent/session.
bn: অর্থ প্রদানের অভিপ্রায়/সেশনের জন্য পেমেন্ট গেটওয়ে থেকে আইডি।

source: Transaction ID
bn: লেনদেন আইডি

source: Unique transaction ID from payment gateway for the actual charge.
bn: প্রকৃত চার্জের জন্য পেমেন্ট গেটওয়ে থেকে অনন্য লেনদেন আইডি।

source: Gateway Reference
bn: গেটওয়ে রেফারেন্স

source: Any other reference ID from the payment gateway.
bn: পেমেন্ট গেটওয়ে থেকে অন্য কোনও রেফারেন্স আইডি।

source: Is Captured
bn: ধরা হয়

source: True if authorized funds have been captured.
bn: যদি অনুমোদিত তহবিল ধরা পড়ে তবে সত্য।

source: Is Verified
bn: যাচাই করা হয়

source: Indicates if payment has been verified with the gateway.
bn: গেটওয়ে দিয়ে অর্থ প্রদান করা হয়েছে কিনা তা নির্দেশ করে।

source: Is Test Payment
bn: পরীক্ষার অর্থ প্রদান

source: Error Details
bn: ত্রুটির বিশদ

source: JSON object containing error information from the payment gateway.
bn: পেমেন্ট গেটওয়ে থেকে ত্রুটি সম্পর্কিত তথ্যযুক্ত জেএসএন অবজেক্ট।

source: Metadata
bn: মেটাডেটা

source: Arbitrary metadata from the payment gateway or for internal use.
bn: পেমেন্ট গেটওয়ে থেকে বা অভ্যন্তরীণ ব্যবহারের জন্য স্বেচ্ছাসেবী মেটাডেটা।

source: Payments
bn: অর্থ প্রদান

source: Refund ID
bn: ফেরত আইডি

source: Unique refund ID from payment gateway.
bn: পেমেন্ট গেটওয়ে থেকে অনন্য ফেরত আইডি।

source: Refund Amount
bn: ফেরত পরিমাণ

source: Reason for Refund
bn: ফেরতের কারণ

source: Gateway Response Data
bn: গেটওয়ে প্রতিক্রিয়া ডেটা
