Repository: Musaddikul/Bunoraa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Raw JSON response from the payment gateway for the refund.
bn: ফেরতের জন্য পেমেন্ট গেটওয়ে থেকে কাঁচা জসন প্রতিক্রিয়া।

source: Refund
bn: ফেরত

source: Refunds
bn: ফেরত

source: Event Type
bn: ইভেন্টের ধরণ

source: e.g., 'charge.succeeded', 'payment_intent.succeeded', 'refund.created'
bn: উদাঃ, 'চার্জ.সুসেডড', 'পেমেন্ট_ইন্টেন্ট.সুসেডড', 'রিফান্ড.ক্রিটেড'

source: Gateway Event ID
bn: গেটওয়ে ইভেন্ট আইডি

source: Unique ID of the event from the payment gateway.
bn: পেমেন্ট গেটওয়ে থেকে ইভেন্টের অনন্য আইডি।

source: Event Payload
bn: ইভেন্ট পে -লোড

source: Raw JSON payload received from the payment gateway webhook.
bn: পেমেন্ট গেটওয়ে ওয়েবহুক থেকে প্রাপ্ত কাঁচা জসন পে -লোড।

source: Processed
bn: প্রক্রিয়াজাত

source: Indicates if this event has been processed by the system.
bn: এই ইভেন্টটি সিস্টেম দ্বারা প্রক্রিয়া করা হয়েছে কিনা তা নির্দেশ করে।

source: Payment Event
bn: পেমেন্ট ইভেন্ট

source: Payment Events
bn: পেমেন্ট ইভেন্টস

source: Payment intent created. Awaiting customer action.
bn: অর্থ প্রদানের অভিপ্রায় তৈরি। গ্রাহক পদক্ষেপের অপেক্ষায়।

source: Unknown error from gateway during intent creation.
bn: অভিপ্রায় তৈরির সময় গেটওয়ে থেকে অজানা ত্রুটি।

source: Invalid payment method selected.
bn: অবৈধ অর্থ প্রদানের পদ্ধতি নির্বাচিত।

source: Unknown error from gateway during processing.
bn: প্রসেসিংয়ের সময় গেটওয়ে থেকে অজানা ত্রুটি।

source: Payment is not in an authorized state or has already been captured.
bn: অর্থ প্রদান কোনও অনুমোদিত অবস্থায় নেই বা ইতিমধ্যে বন্দী হয়ে গেছে।

source: Payment has no transaction ID to capture.
bn: ক্যাপচারের জন্য অর্থ প্রদানের কোনও লেনদেন আইডি নেই।

source: Unknown error during capture.
bn: ক্যাপচারের সময় অজানা ত্রুটি।

source: Unknown error during refund.
bn: ফেরতের সময় অজানা ত্রুটি।

source: Payment has no gateway reference to verify status.
bn: পেমেন্টের স্থিতি যাচাই করার জন্য কোনও গেটওয়ে রেফারেন্স নেই।

source: Unknown error during status verification.
bn: স্থিতি যাচাইয়ের সময় অজানা ত্রুটি।

source: Duplicate webhook event. Already processed.
bn: সদৃশ ওয়েবহুক ইভেন্ট। ইতিমধ্যে প্রক্রিয়াজাত।

source: Refund initiated via gateway webhook.
bn: রিফান্ড গেটওয়ে ওয়েবহুকের মাধ্যমে শুরু হয়েছিল।

source: Your payment was successful!
bn: আপনার অর্থ প্রদান সফল হয়েছিল!

source: Your payment failed. Please try again or choose a different method.
bn: আপনার অর্থ প্রদান ব্যর্থ হয়েছে। দয়া করে আবার চেষ্টা করুন বা একটি ভিন্ন পদ্ধতি চয়ন করুন।

source: Your payment was cancelled. You can try again or choose another payment method.
bn: আপনার অর্থ প্রদান বাতিল করা হয়েছিল। আপনি আবার চেষ্টা করতে পারেন বা অন্য অর্থ প্রদানের পদ্ধতি চয়ন করতে পারেন।

source: Discount Details
bn: ছাড়ের বিশদ

source: Validity & Usage
bn: বৈধতা এবং ব্যবহার

source: Statistics
bn: পরিসংখ্যান

source: Unique Users Used
bn: অনন্য ব্যবহারকারীরা ব্যবহৃত

source: Promotions & Coupons
bn: প্রচার এবং কুপন

source: Coupon Code
bn: কুপন কোড

source: Enter your coupon code here.
bn: এখানে আপনার কুপন কোড লিখুন।

source: Percentage
bn: শতাংশ

source: Fixed Amount
bn: স্থির পরিমাণ

source: Unique code for the coupon (e.g., SUMMER20, FLAT100)
bn: কুপনের জন্য অনন্য কোড (উদাঃ, সামার 20, ফ্ল্যাট 100)

source: A brief description of the coupon's purpose or offer.
bn: কুপনের উদ্দেশ্য বা অফারের একটি সংক্ষিপ্ত বিবরণ।

source: Discount Type
bn: ছাড়ের ধরণ

source: Choose whether the discount is a percentage or a fixed amount.
bn: ছাড়টি শতাংশ বা একটি নির্দিষ্ট পরিমাণ কিনা তা চয়ন করুন।

source: Discount Value
bn: ছাড়ের মান

source: The value of the discount (e.g., 10 for 10% or 100 for ৳100 off).
bn: ছাড়ের মান (উদাঃ, 10% এর জন্য 10 বা 100 এর জন্য 100)।

source: Minimum Order Amount
bn: সর্বনিম্ন অর্ডার পরিমাণ

source: The minimum total amount of the order required to use this coupon. Leave blank for no minimum.
bn: এই কুপনটি ব্যবহারের জন্য প্রয়োজনীয় সর্বনিম্ন মোট পরিমাণ। ন্যূনতম জন্য ফাঁকা ছেড়ে দিন।

source: Maximum Discount Amount
bn: সর্বাধিক ছাড়ের পরিমাণ

source: For percentage discounts, the maximum amount that can be discounted. Leave blank for no maximum.
bn: শতাংশ ছাড়ের জন্য, সর্বাধিক পরিমাণ যা ছাড় দেওয়া যেতে পারে। কোনও সর্বোচ্চ জন্য ফাঁকা ছেড়ে দিন।

source: Valid From
bn: থেকে বৈধ

source: The date and time from which the coupon becomes active.
bn: যে তারিখ এবং সময় থেকে কুপন সক্রিয় হয়।

source: Valid Until
bn: বৈধ হওয়া পর্যন্ত

source: The date and time until which the coupon is valid. Leave blank for no expiry.
bn: কুপন বৈধ না হওয়া পর্যন্ত তারিখ এবং সময়। কোনও মেয়াদ শেষ হওয়ার জন্য ফাঁকা ছেড়ে দিন।

source: Designates whether this coupon can currently be used.
bn: এই কুপনটি বর্তমানে ব্যবহার করা যেতে পারে কিনা তা নির্ধারণ করে।

source: Total Usage Limit
bn: মোট ব্যবহারের সীমা

source: The maximum number of times this coupon can be used overall. Leave blank for unlimited.
bn: এই কুপনটি সামগ্রিকভাবে ব্যবহার করা যেতে পারে। সীমাহীন জন্য ফাঁকা ছেড়ে দিন।

source: Usage Limit Per User
bn: ব্যবহারকারী প্রতি ব্যবহারের সীমা

source: The maximum number of times a single user can use this coupon. Leave blank for unlimited.
bn: একক ব্যবহারকারী এই কুপনটি ব্যবহার করতে পারে এমন সর্বাধিক সংখ্যা। সীমাহীন জন্য ফাঁকা ছেড়ে দিন।

source: Times Used
bn: সময় ব্যবহৃত

source: The number of times this coupon has been successfully used.
bn: এই কুপনটি সফলভাবে ব্যবহৃত হয়েছে।

source: Users Who Used This Coupon
bn: ব্যবহারকারীরা যারা এই কুপন ব্যবহার করেছেন

source: Users who have successfully applied this coupon.
bn: ব্যবহারকারীরা যারা এই কুপনটি সফলভাবে প্রয়োগ করেছেন।

source: Coupons
bn: কুপন

source: Percentage discount cannot exceed 100%.
bn: শতাংশ ছাড় 100%ছাড়িয়ে যেতে পারে না।

source: Percentage coupons require a maximum discount amount (Max Discount Amount field).
bn: শতাংশ কুপনগুলির জন্য সর্বাধিক ছাড়ের পরিমাণ (সর্বাধিক ছাড়ের পরিমাণ ক্ষেত্র) প্রয়োজন।

source: Fixed amount coupons should not have a maximum discount amount.
bn: স্থির পরিমাণ কুপনগুলির সর্বাধিক ছাড়ের পরিমাণ থাকা উচিত নয়।

source: Valid from date cannot be after valid until date.
bn: তারিখ থেকে বৈধ তারিখ থেকে বৈধ হওয়ার পরে হতে পারে না।

source: The number of unique users who have used this coupon.
bn: এই কুপনটি ব্যবহার করেছেন এমন অনন্য ব্যবহারকারীর সংখ্যা।

source: Invalid coupon code.
bn: অবৈধ কুপন কোড।

source: Coupon is not active.
bn: কুপন সক্রিয় নয়।

source: Coupon is not yet active.
bn: কুপন এখনও সক্রিয় নয়।

source: Coupon has expired.
bn: কুপনের মেয়াদ শেষ হয়ে গেছে।

source: This coupon has reached its maximum usage limit.
bn: এই কুপনটি সর্বোচ্চ ব্যবহারের সীমাতে পৌঁছেছে।

source: You've reached the usage limit for this coupon.
bn: আপনি এই কুপনের ব্যবহারের সীমাতে পৌঁছেছেন।

source: Pricing & Calculations
bn: মূল্য এবং গণনা

source: Regions
bn: অঞ্চল

source: API Integration Details
bn: এপিআই ইন্টিগ্রেশন বিশদ

source: Delivery Information
bn: বিতরণ তথ্য

source: Weight & Dimensions Limits
bn: ওজন এবং মাত্রা সীমা

source: Zones
bn: অঞ্চল

source: Cost & Dimensions
bn: ব্যয় এবং মাত্রা

source: Proof of Delivery
bn: বিতরণ প্রমাণ

source: Carrier Integration Data
bn: ক্যারিয়ার ইন্টিগ্রেশন ডেটা

source: Request pickup for selected shipments
bn: নির্বাচিত শিপমেন্টের জন্য পিকআপের অনুরোধ করুন

source: Generate shipping label for selected shipments
bn: নির্বাচিত শিপমেন্টের জন্য শিপিং লেবেল তৈরি করুন

source: UUID of the CustomOrder
bn: কাস্টম্ডার এর ইউআইডি

source: ID of the ShippingMethod
bn: শিপিংমথোডের আইডি

source: Shipping method and address are required for shipping calculation.
bn: শিপিং গণনার জন্য শিপিং পদ্ধতি এবং ঠিকানা প্রয়োজন।

source: Invalid shipping method or address selected.
bn: অবৈধ শিপিং পদ্ধতি বা ঠিকানা নির্বাচিত।

source: You do not have permission to book this shipment.
bn: এই চালানটি বুক করার অনুমতি আপনার নেই।

source: You do not have permission to track this shipment.
bn: এই চালানটি ট্র্যাক করার অনুমতি আপনার নেই।

source: You do not have permission to generate label for this shipment.
bn: এই চালানের জন্য আপনার লেবেল তৈরি করার অনুমতি নেই।

source: Failed to generate label.
bn: লেবেল উত্পন্ন করতে ব্যর্থ।

source: You do not have permission to request pickup for this shipment.
bn: এই চালানের জন্য পিকআপের জন্য অনুরোধ করার অনুমতি আপনার নেই।

source: You do not have permission to cancel this shipment.
bn: এই চালান বাতিল করার অনুমতি আপনার নেই।

source: Webhook processed successfully.
bn: ওয়েবহুক সফলভাবে প্রক্রিয়াজাত করেছে।

source: Failed to process webhook event.
bn: ওয়েবহুক ইভেন্ট প্রক্রিয়া করতে ব্যর্থ।

source: Shipping Management
bn: শিপিং পরিচালনা

source: City for shipping destination.
bn: শিপিং গন্তব্য জন্য শহর।

source: Region/State/Division for shipping destination.
bn: শিপিং গন্তব্য জন্য অঞ্চল/রাজ্য/বিভাগ।

source: Country for shipping destination.
bn: শিপিং গন্তব্য জন্য দেশ।

source: Postal code for more precise zone matching.
bn: আরও সুনির্দিষ্ট অঞ্চল ম্যাচের জন্য ডাক কোড।

source: Weight of the package in kilograms.
bn: কিলোগ্রামে প্যাকেজের ওজন।

source: Length of the package in centimeters.
bn: সেন্টিমিটারে প্যাকেজের দৈর্ঘ্য।

source: Width of the package in centimeters.
bn: সেন্টিমিটারে প্যাকেজের প্রস্থ।

source: Height of the package in centimeters.
bn: সেন্টিমিটারে প্যাকেজের উচ্চতা।

source: Check if express shipping is desired.
bn: এক্সপ্রেস শিপিং পছন্দসই কিনা তা পরীক্ষা করুন।

source: All dimensions (length, width, height) must be provided if any one is specified.
bn: যদি কোনও নির্দিষ্ট করা থাকে তবে সমস্ত মাত্রা (দৈর্ঘ্য, প্রস্থ, উচ্চতা) সরবরাহ করতে হবে।

source: Region
bn: অঞ্চল

source: Zone Name
bn: জোনের নাম

source: Base Cost
bn: বেস ব্যয়

source: Free Shipping Threshold
bn: বিনামূল্যে শিপিং থ্রেশহোল্ড

source: Order total above which shipping is free (0 for no free shipping)
bn: অর্ডার মোট উপরে অর্ডার কোন শিপিং বিনামূল্যে (বিনামূল্যে শিপিংয়ের জন্য 0)

source: Volumetric Divisor
bn: ভলিউমেট্রিক বিভাজক

source: Divisor for calculating volumetric weight (L*W*H / Divisor)
bn: ভলিউম্যাট্রিক ওজন গণনার জন্য বিভাজক (এল*ডাব্লু*এইচ / বিভাজক)

source: Applicable Postal Codes
bn: প্রযোজ্য ডাক কোড

source: JSON array of postal codes or ranges (e.g., ['1200', '1205-1210'])
bn: ডাক কোড বা রেঞ্জের জসন অ্যারে (উদাঃ, ['1200', '1205-1210']))

source: Shipping Zone
bn: শিপিং জোন

source: Shipping Zones
bn: শিপিং অঞ্চল

source: None
bn: কিছুই না

source: API Key
bn: এপিআই কী

source: Basic Auth
bn: বেসিক লেখক

source: Carrier Name
bn: ক্যারিয়ারের নাম

source: Carrier Code
bn: ক্যারিয়ার কোড

source: Unique code for API integration or internal reference
bn: এপিআই ইন্টিগ্রেশন বা অভ্যন্তরীণ রেফারেন্সের জন্য অনন্য কোড

source: API Base URL
bn: এপিআই বেস ইউআরএল

source: Base URL for the carrier's API (e.g., https://api.carrier.com/v1)
bn: ক্যারিয়ারের এপিআইয়ের জন্য বেস ইউআরএল (উদাঃ, https://api.carrier.com/v1)

source: Authentication Type
bn: প্রমাণীকরণের ধরণ

source: API key for integration with carrier's system (if API_KEY auth)
bn: ক্যারিয়ারের সিস্টেমের সাথে সংহতকরণের জন্য এপিআই কী (যদি এপিআই_কি অ্যাথ)

source: API Credentials (JSON)
bn: এপিআই শংসাপত্র (জেএসএন)

source: Additional API credentials in JSON format (e.g., {'client_id': '...', 'client_secret': '...'}). Store securely.
bn: জেএসএন ফর্ম্যাটে অতিরিক্ত এপিআই শংসাপত্রগুলি (উদাঃ, {'ক্লায়েন্ট_আইডি': '...', 'ক্লায়েন্ট_সেক্রেট': '...'})। নিরাপদে সঞ্চয় করুন।

source: Tracking URL Template
bn: ট্র্যাকিং ইউআরএল টেমপ্লেট

source: URL template for tracking shipments (e.g., https://carrier.com/track/{tracking_number})
bn: শিপমেন্টগুলি ট্র্যাক করার জন্য ইউআরএল টেম্পলেট (উদাঃ

source: Webhook Secret
bn: ওয়েবহুক সিক্রেট

source: Secret key for verifying incoming webhooks from this carrier.
bn: এই বাহক থেকে আগত ওয়েবহুকগুলি যাচাই করার জন্য গোপন কী।

source: Return API URL
bn: রিটার্ন এপিআই ইউআরএল

source: API endpoint for initiating returns with this carrier.
bn: এই ক্যারিয়ারের সাথে রিটার্ন শুরু করার জন্য এপিআই শেষ পয়েন্ট।

source: Shipping Carrier
bn: শিপিং ক্যারিয়ার

source: Shipping Carriers
bn: শিপিং ক্যারিয়ার

source: Method Name
bn: পদ্ধতির নাম

source: Carrier
bn: ক্যারিয়ার

source: Applicable Zones
bn: প্রযোজ্য অঞ্চল

source: The shipping zones where this method is available.
bn: শিপিং অঞ্চলগুলি যেখানে এই পদ্ধতিটি উপলব্ধ।

source: Price per KG
bn: প্রতি কেজি দাম

source: Base Charge
bn: বেস চার্জ

source: Fixed charge for this method, added to weight-based cost
bn: এই পদ্ধতির জন্য স্থির চার্জ, ওজন ভিত্তিক ব্যয় যুক্ত

source: Estimated Delivery Days
bn: আনুমানিক বিতরণ দিন

source: e.g., '3-5 business days', 'Next day'
bn: উদাহরণস্বরূপ, '3-5 ব্যবসায়িক দিন', 'পরের দিন'

source: Guaranteed Delivery Days
bn: গ্যারান্টিযুক্ত বিতরণ দিন

source: e.g., '2 business days' for guaranteed delivery services
bn: উদাহরণস্বরূপ, গ্যারান্টিযুক্ত বিতরণ পরিষেবার জন্য '2 ব্যবসায়িক দিন'

source: Is Express
bn: এক্সপ্রেস হয়

source: Minimum Weight (kg)
bn: সর্বনিম্ন ওজন (কেজি)

source: Minimum weight for this shipping method
bn: এই শিপিং পদ্ধতির জন্য সর্বনিম্ন ওজন

source: Maximum Weight (kg)
bn: সর্বোচ্চ ওজন (কেজি)

source: Maximum weight for this shipping method
bn: এই শিপিং পদ্ধতির জন্য সর্বোচ্চ ওজন

source: Minimum Dimensions (cm)
bn: ন্যূনতম মাত্রা (সেমি)

source: JSON object: {'l': length, 'w': width, 'h': height}. Min dimensions for this method.
bn: জসন অবজেক্ট: {'এল': দৈর্ঘ্য, 'ডাব্লু': প্রস্থ, 'এইচ': উচ্চতা}। এই পদ্ধতির জন্য ন্যূনতম মাত্রা।

source: Maximum Dimensions (cm)
bn: সর্বাধিক মাত্রা (সেমি)

source: JSON object: {'l': length, 'w': width, 'h': height}. Max dimensions for this method.
bn: জসন অবজেক্ট: {'এল': দৈর্ঘ্য, 'ডাব্লু': প্রস্থ, 'এইচ': উচ্চতা}। এই পদ্ধতির জন্য সর্বোচ্চ মাত্রা।

source: Carrier Service Code
bn: ক্যারিয়ার পরিষেবা কোড

source: Carrier-specific code for this service (e.g., 'PRIORITY_OVERNIGHT')
bn: এই পরিষেবার জন্য ক্যারিয়ার-নির্দিষ্ট কোড (উদাঃ, 'অগ্রাধিকার_প্রতি')

source: Shipping Methods
bn: শিপিং পদ্ধতি

source: Booked
bn: বুকড

source: In Transit
bn: ট্রানজিটে

source: Out For Delivery
bn: প্রসবের জন্য আউট

source: Returned
bn: ফিরে

source: Tracking Number
bn: ট্র্যাকিং নম্বর

source: Generated Tracking URL
bn: উত্পন্ন ট্র্যাকিং ইউআরএল

source: The actual tracking URL generated by the carrier's API.
bn: ক্যারিয়ারের এপিআই দ্বারা উত্পাদিত আসল ট্র্যাকিং ইউআরএল।

source: Cost
bn: ব্যয়

source: Weight (kg)
bn: ওজন (কেজি)

source: Dimensions (cm)
bn: মাত্রা (সেমি)

source: JSON object: {'l': length, 'w': width, 'h': height}
bn: Json অবজেক্ট: {'l': দৈর্ঘ্য, 'ডাব্লু': প্রস্থ, 'এইচ': উচ্চতা}

source: Carrier API Response Data
bn: ক্যারিয়ার এপিআই প্রতিক্রিয়া ডেটা

source: Raw JSON response from the carrier's API for booking/tracking.
bn: বুকিং/ট্র্যাকিংয়ের জন্য ক্যারিয়ারের এপিআই থেকে কাঁচা জসন প্রতিক্রিয়া।

source: Delivery Proof URL
bn: ডেলিভারি প্রুফ ইউআরএল

source: URL to image/document proving delivery.
bn: URL থেকে চিত্র/ডকুমেন্ট প্রোভিং ডেলিভারি।

source: Delivery Signature URL
bn: বিতরণ স্বাক্ষর url

source: URL to image of recipient's signature.
bn: প্রাপকের স্বাক্ষরের চিত্র থেকে ইউআরএল।

source: Shipment
bn: চালান

source: Shipments
bn: চালান

source: Shipment Status Update
bn: চালানের স্থিতি আপডেট

source: Shipment Status Updates
bn: চালানের স্থিতি আপডেট

source: e.g., 'SCAN', 'EXCEPTION', 'DELIVERY_ATTEMPT'
bn: উদাহরণস্বরূপ, 'স্ক্যান', 'ব্যতিক্রম', 'ডেলিভারি_টেম্পট'

source: Location
bn: অবস্থান

source: Event Timestamp
bn: ইভেন্ট টাইমস্ট্যাম্প

source: Carrier Raw Event Data
bn: ক্যারিয়ার কাঁচা ইভেন্ট ডেটা

source: Raw JSON data from the carrier's webhook/API for this event.
bn: এই ইভেন্টের জন্য ক্যারিয়ারের ওয়েবহুক/এপিআই থেকে কাঁচা জসন ডেটা।

source: Shipment Event
bn: চালানের ইভেন্ট

source: Shipment Events
bn: চালানের ঘটনা

source: No shipping zone found for your address.
bn: আপনার ঠিকানার জন্য কোনও শিপিং জোন পাওয়া যায় নি।

source: Selected shipping method is not available for your address's zone.
bn: আপনার ঠিকানার জোনের জন্য নির্বাচিত শিপিং পদ্ধতিটি উপলব্ধ নয়।

source: This order already has an associated shipment.
bn: এই আদেশে ইতিমধ্যে একটি সম্পর্কিত চালান রয়েছে।

source: Shipment created and pending booking.
bn: চালান তৈরি এবং মুলতুবি বুকিং।

source: Shipment is not associated with a valid shipping method or carrier.
bn: চালান কোনও বৈধ শিপিং পদ্ধতি বা ক্যারিয়ারের সাথে সম্পর্কিত নয়।

source: Shipment successfully booked with carrier.
bn: চালান সফলভাবে ক্যারিয়ারের সাথে বুক করা হয়েছে।

source: Shipment booked with carrier.
bn: চালান ক্যারিয়ারের সাথে বুক করা।

source: Unknown booking error
bn: অজানা বুকিং ত্রুটি

source: Shipment has no tracking number to fetch status.
bn: চালানের স্থিতি আনতে কোনও ট্র্যাকিং নম্বর নেই।

source: Status updated from carrier tracking.
bn: ক্যারিয়ার ট্র্যাকিং থেকে স্থিতি আপডেট হয়েছে।

source: No description
bn: কোন বিবরণ

source: Unknown location
bn: অজানা অবস্থান

source: Unknown tracking error
bn: অজানা ট্র্যাকিং ত্রুটি

source: Pickup can only be requested for booked shipments.
bn: পিকআপ কেবল বুকড শিপমেন্টের জন্য অনুরোধ করা যেতে পারে।

source: Pickup requested from carrier.
bn: ক্যারিয়ারের কাছ থেকে পিকআপ অনুরোধ করা হয়েছে।

source: Unknown pickup request error
bn: অজানা পিকআপ অনুরোধ ত্রুটি

source: Shipment has no tracking number; cannot generate label without it.
bn: চালানের কোনও ট্র্যাকিং নম্বর নেই; এটি ছাড়া লেবেল তৈরি করতে পারে না।

source: Unknown label generation error
bn: অজানা লেবেল প্রজন্মের ত্রুটি

source: Cannot cancel a delivered or returned shipment.
bn: বিতরণ বা ফেরত চালান বাতিল করতে পারে না।

source: Carrier cancellation failed
bn: ক্যারিয়ার বাতিলকরণ ব্যর্থ হয়েছে

source: Shipment cancelled by system/user.
bn: চালান সিস্টেম/ব্যবহারকারী দ্বারা বাতিল করা হয়েছে।

source: Shipment cancelled.
bn: চালান বাতিল।

source: Delivered via carrier webhook.
bn: ক্যারিয়ার ওয়েবহুকের মাধ্যমে বিতরণ করা হয়েছে।

source: Account Inactive
bn: অ্যাকাউন্ট নিষ্ক্রিয়

source: This account is currently inactive. Please contact support for assistance.
bn: এই অ্যাকাউন্টটি বর্তমানে নিষ্ক্রিয়। সহায়তার জন্য সহায়তার সাথে যোগাযোগ করুন।

source: Return to Sign In
bn: সাইন ইন ফিরে

source: We've sent a code to
bn: আমরা একটি কোড পাঠিয়েছি

source: The code expires shortly, so please enter it soon.
bn: কোডটি শীঘ্রই মেয়াদ শেষ হয়ে যায়, তাই শীঘ্রই এটি প্রবেশ করুন।

source: Confirm
bn: নিশ্চিত করুন

source: Request new code
bn: নতুন কোড অনুরোধ

source: Cancel
bn: বাতিল

source: Email Addresses
bn: ইমেল ঠিকানা

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন

source: Sign Out
bn: সাইন আউট

source: Hello,
bn: হ্যালো,

source: Confirm Access
bn: অ্যাক্সেস নিশ্চিত করুন

source: Please reauthenticate to safeguard your account.
bn: আপনার অ্যাকাউন্টটি সুরক্ষার জন্য দয়া করে পুনরায় অনুমোদন করুন।

source: Alternative options
bn: বিকল্প বিকল্প

source: Email Verification
bn: ইমেল যাচাইকরণ

source: Enter Email Verification Code
bn: ইমেল যাচাইকরণ কোড লিখুন

source: Use a different email address
bn: একটি ভিন্ন ইমেল ঠিকানা ব্যবহার করুন

source: Sign In
bn: সাইন ইন

source: Enter Sign-In Code
bn: সাইন-ইন কোড লিখুন

source: Password Reset
bn: পাসওয়ার্ড পুনরায় সেট করুন

source: Enter Password Reset Code
bn: পাসওয়ার্ড রিসেট কোড লিখুন

source: Phone Verification
bn: ফোন যাচাইকরণ

source: Enter Phone Verification Code
bn: ফোন যাচাইকরণ কোড লিখুন

source: Use a different phone number
bn: একটি আলাদা ফোন নম্বর ব্যবহার করুন

source: Manage Your Email Addresses
bn: আপনার ইমেল ঠিকানাগুলি পরিচালনা করুন

source: The following email addresses are associated with your account.
bn: নিম্নলিখিত ইমেল ঠিকানাগুলি আপনার অ্যাকাউন্টের সাথে সম্পর্কিত।

source: Verified
bn: যাচাই করা হয়েছে

source: Unverified
bn: যাচাই করা

source: Primary
bn: প্রাথমিক

source: Make Primary
bn: প্রাথমিক করুন

source: Re-send Verification
bn: যাচাইকরণ পুনরায় প্রেরণ করুন

source: Remove
bn: সরান

source: Add a New Email Address
bn: একটি নতুন ইমেল ঠিকানা যুক্ত করুন

source: Add Email
bn: ইমেল যুক্ত করুন

source: Do you really want to remove the selected email address?
bn: আপনি কি সত্যিই নির্বাচিত ইমেল ঠিকানাটি সরাতে চান?

source: You are receiving this email because you or someone else tried to signup for an account using email address: %(email)s However, an account using that email address already exists. In case you have forgotten about this, please use the password forgotten procedure to recover your account: %(password_reset_url)s
bn: আপনি এই ইমেলটি গ্রহণ করছেন কারণ আপনি বা অন্য কেউ একটি জন্য সাইনআপ করার চেষ্টা করেছেন ইমেল ঠিকানা ব্যবহার করে অ্যাকাউন্ট: %(ইমেল) গুলি তবে, সেই ইমেল ঠিকানাটি ব্যবহার করে একটি অ্যাকাউন্ট ইতিমধ্যে বিদ্যমান। যদি আপনার আছে এই সম্পর্কে ভুলে গেছেন, পুনরুদ্ধার করতে দয়া করে পাসওয়ার্ড ভুলে যাওয়া পদ্ধতিটি ব্যবহার করুন আপনার অ্যাকাউন্ট: %(পাসওয়ার্ড_রেসেট_আরএল) এস

source: Account Already Exists
bn: অ্যাকাউন্ট ইতিমধ্যে বিদ্যমান

source: Hello from %(site_name)s!
bn: হ্যালো %(সাইট_নাম) এর হ্যালো!

source: Thank you for using %(site_name)s! %(site_domain)s
bn: %(সাইট_নাম) এস ব্যবহারের জন্য আপনাকে ধন্যবাদ! %(সাইট_ডোমাইন) এস

source: You are receiving this mail because the following change was made to your account:
bn: আপনি এই মেলটি পাচ্ছেন কারণ নিম্নলিখিত পরিবর্তনটি আপনার অ্যাকাউন্টে করা হয়েছিল:

source: If you do not recognize this change then please take proper security precautions immediately. The change to your account originates from: - IP address: %(ip)s - Browser: %(user_agent)s - Date: %(timestamp)s
bn: আপনি যদি এই পরিবর্তনটি স্বীকৃতি না দেন তবে দয়া করে অবিলম্বে যথাযথ সুরক্ষা সতর্কতা অবলম্বন করুন। আপনার অ্যাকাউন্টে পরিবর্তন থেকে উদ্ভূত: - আইপি ঠিকানা: %(আইপি) এস - ব্রাউজার: %(ব্যবহারকারী_জেন্ট) গুলি - তারিখ: %(টাইমস্ট্যাম্প) এস

source: Your email has been changed from %(from_email)s to %(to_email)s.
bn: আপনার ইমেলটি %(থেকে_মেইল) এস থেকে %(to_email) গুলি পরিবর্তিত হয়েছে।

source: Email Changed
bn: ইমেল পরিবর্তন হয়েছে

source: Your email has been confirmed.
bn: আপনার ইমেল নিশ্চিত করা হয়েছে।

source: Email Confirmation
bn: ইমেল নিশ্চিতকরণ

source: Please Confirm Your Email Address
bn: আপনার ইমেল ঠিকানা নিশ্চিত করুন

source: Email address %(deleted_email)s has been removed from your account.
bn: ইমেল ঠিকানা %(মুছে ফেলা_মেইল) আপনার অ্যাকাউন্ট থেকে সরানো হয়েছে।

source: Email Removed
bn: ইমেল সরানো হয়েছে

source: Your sign-in code is listed below. Please enter it in your open browser window.
bn: আপনার সাইন-ইন কোডটি নীচে তালিকাভুক্ত করা হয়েছে। আপনার ওপেন ব্রাউজার উইন্ডোতে এটি প্রবেশ করুন।

source: This mail can be safely ignored if you did not initiate this action.
bn: আপনি যদি এই ক্রিয়াটি শুরু না করেন তবে এই মেলটি নিরাপদে উপেক্ষা করা যেতে পারে।

source: Sign-In Code
bn: সাইন-ইন কোড

source: Your password has been changed.
bn: আপনার পাসওয়ার্ড পরিবর্তন করা হয়েছে।

source: Password Changed
bn: পাসওয়ার্ড পরিবর্তন হয়েছে

source: Your password reset code is listed below. Please enter it in your open browser window.
bn: আপনার পাসওয়ার্ড রিসেট কোডটি নীচে তালিকাভুক্ত করা হয়েছে। আপনার ওপেন ব্রাউজার উইন্ডোতে এটি প্রবেশ করুন।

source: Password Reset Code
bn: পাসওয়ার্ড রিসেট কোড

source: You're receiving this email because you or someone else has requested a password reset for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
bn: আপনি এই ইমেলটি গ্রহণ করছেন কারণ আপনি বা অন্য কেউ আপনার ব্যবহারকারীর অ্যাকাউন্টের জন্য একটি পাসওয়ার্ড রিসেটের জন্য অনুরোধ করেছেন। আপনি যদি কোনও পাসওয়ার্ড পুনরায় সেট করার জন্য অনুরোধ না করেন তবে এটি নিরাপদে উপেক্ষা করা যেতে পারে। আপনার পাসওয়ার্ডটি পুনরায় সেট করতে নীচের লিঙ্কটিতে ক্লিক করুন।

source: In case you forgot, your username is %(username)s.
bn: আপনি যদি ভুলে গেছেন তবে আপনার ব্যবহারকারীর নাম %(ব্যবহারকারীর নাম) এস।

source: Password Reset Email
bn: পাসওয়ার্ড পুনরায় সেট ইমেল

source: Your password has been reset.
bn: আপনার পাসওয়ার্ড পুনরায় সেট করা হয়েছে।

source: Your password has been set.
bn: আপনার পাসওয়ার্ড সেট করা হয়েছে।

source: Password Set
bn: পাসওয়ার্ড সেট
