Repository: Musaddikul/Bunoraa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: You are receiving this email because you, or someone else, tried to access an account with email %(email)s. However, we do not have any record of such an account in our database.
bn: আপনি এই ইমেলটি গ্রহণ করছেন কারণ আপনি বা অন্য কেউ ইমেল %(ইমেল) এস দিয়ে কোনও অ্যাকাউন্ট অ্যাক্সেস করার চেষ্টা করেছেন। তবে, আমাদের ডাটাবেসে এ জাতীয় অ্যাকাউন্টের কোনও রেকর্ড নেই।

source: If it was you, you can sign up for an account using the link below.
bn: যদি এটি আপনি হন তবে আপনি নীচের লিঙ্কটি ব্যবহার করে কোনও অ্যাকাউন্টে সাইন আপ করতে পারেন।

source: Unknown Account
bn: অজানা অ্যাকাউন্ট

source: Change Your Email Address
bn: আপনার ইমেল ঠিকানা পরিবর্তন করুন

source: Use the form below to change your email address.
bn: আপনার ইমেল ঠিকানা পরিবর্তন করতে নীচের ফর্মটি ব্যবহার করুন।

source: Current email
bn: বর্তমান ইমেল

source: Changing to
bn: পরিবর্তন

source: Your email address is still pending verification.
bn: আপনার ইমেল ঠিকানা এখনও যাচাইকরণ মুলতুবি রয়েছে।

source: Cancel Change
bn: পরিবর্তন বাতিল করুন

source: Change Email
bn: ইমেল পরিবর্তন করুন

source: Confirm Email Address
bn: ইমেল ঠিকানা নিশ্চিত করুন

source: Please confirm that <a href="mailto:%(email)s" class="font-medium text-primary-600 hover:text-primary-700">%(email)s</a> is an email address for your account.
bn: দয়া করে নিশ্চিত করুন যে <a href = "মেল্টো:%(ইমেল) গুলি" শ্রেণি = "ফন্ট-মিডিয়াম পাঠ্য-প্রাথমিক -600 হোভার: পাঠ্য-প্রাথমিক -700">%(ইমেল) এস </a> আপনার অ্যাকাউন্টের জন্য একটি ইমেল ঠিকানা।

source: Unable to confirm %(email)s because it is already in use by a different account.
bn: %(ইমেল) গুলি নিশ্চিত করতে অক্ষম কারণ এটি ইতিমধ্যে একটি আলাদা অ্যাকাউন্ট দ্বারা ব্যবহৃত হয়েছে।

source: This email confirmation link has expired or is invalid. Please <a href="%(email_url)s" class="font-medium text-primary-600 hover:text-primary-700">request a new confirmation link</a>.
bn: এই ইমেল নিশ্চিতকরণ লিঙ্কটির মেয়াদ শেষ হয়ে গেছে বা অবৈধ। দয়া করে <একটি href = "%(ইমেল_আরএল) এস" ক্লাস = "ফন্ট-মিডিয়াম পাঠ্য-প্রাথমিক -600 হোভার: পাঠ্য-প্রাথমিক -700"> একটি নতুন নিশ্চিতকরণ লিঙ্কের জন্য অনুরোধ করুন </a>।

source: Welcome Back!
bn: স্বাগতম ফিরে!

source: Sign in to access your personalized dashboard.
bn: আপনার ব্যক্তিগতকৃত ড্যাশবোর্ড অ্যাক্সেস করতে সাইন ইন করুন।

source: Forgot your password?
bn: আপনার পাসওয়ার্ড ভুলে গেছেন?

source: Don't have an account?
bn: অ্যাকাউন্ট নেই?

source: Sign Up
bn: সাইন আপ করুন

source: Or continue with
bn: বা চালিয়ে যান

source: Sign in with a passkey
bn: একটি পাসকি দিয়ে সাইন ইন করুন

source: Email me a sign-in code
bn: আমাকে একটি সাইন-ইন কোড ইমেল করুন

source: Are you sure you want to sign out of your account?
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট থেকে সাইন আউট করতে চান?

source: You cannot remove your primary email address (%(email)s).
bn: আপনি আপনার প্রাথমিক ইমেল ঠিকানা (%(ইমেল) গুলি) অপসারণ করতে পারবেন না।

source: Unable to confirm %(email)s because it is already confirmed by a different account.
bn: %(ইমেল) গুলি নিশ্চিত করতে অক্ষম কারণ এটি ইতিমধ্যে একটি পৃথক অ্যাকাউন্ট দ্বারা নিশ্চিত করা হয়েছে।

source: Confirmation email sent to %(email)s.
bn: নিশ্চিতকরণ ইমেল %(ইমেল) এ প্রেরণ করা হয়েছে।

source: You have confirmed %(email)s.
bn: আপনি %(ইমেল) গুলি নিশ্চিত করেছেন।

source: Removed email address %(email)s.
bn: সরানো ইমেল ঠিকানা %(ইমেল) গুলি।

source: Successfully signed in as %(name)s.
bn: সফলভাবে %(নাম) এস হিসাবে স্বাক্ষরিত।

source: You have signed out.
bn: আপনি সাইন আউট করেছেন।

source: A sign-in code has been sent to %(recipient)s.
bn: একটি সাইন-ইন কোড %(প্রাপক) এ প্রেরণ করা হয়েছে।

source: Password successfully changed.
bn: পাসওয়ার্ড সফলভাবে পরিবর্তিত হয়েছে।

source: Password successfully set.
bn: পাসওয়ার্ড সফলভাবে সেট।

source: A verification code has been sent to %(phone)s.
bn: একটি যাচাইকরণ কোড %(ফোন) এ প্রেরণ করা হয়েছে।

source: You have verified phone number %(phone)s.
bn: আপনি ফোন নম্বর %(ফোন) এস যাচাই করেছেন।

source: Primary email address set.
bn: প্রাথমিক ইমেল ঠিকানা সেট।

source: Your primary email address must be verified.
bn: আপনার প্রাথমিক ইমেল ঠিকানা অবশ্যই যাচাই করা উচিত।

source: Change Your Password
bn: আপনার পাসওয়ার্ড পরিবর্তন করুন

source: Use the form below to change the password for your account.
bn: আপনার অ্যাকাউন্টের জন্য পাসওয়ার্ড পরিবর্তন করতে নীচের ফর্মটি ব্যবহার করুন।

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?

source: Reset Your Password
bn: আপনার পাসওয়ার্ড পুনরায় সেট করুন

source: Enter your email address below, and we'll send you a link to reset your password.
bn: নীচে আপনার ইমেল ঠিকানা লিখুন, এবং আমরা আপনাকে আপনার পাসওয়ার্ডটি পুনরায় সেট করতে একটি লিঙ্ক প্রেরণ করব।

source: Reset My Password
bn: আমার পাসওয়ার্ড পুনরায় সেট করুন

source: If you're having trouble, <a href="/contact" class="font-medium text-primary-600 hover:text-primary-700 transition-colors duration-300">contact us</a>.
bn: যদি আপনার সমস্যা হয়, <a href = "/যোগাযোগ" শ্রেণি = "ফন্ট-মিডিয়াম পাঠ্য-প্রাথমিক -600 হোভার: পাঠ্য-প্রাথমিক -700 ট্রানজিশন-কালারস সময়কাল -300"> আমাদের সাথে যোগাযোগ করুন </a>।

source: Password Reset Sent
bn: পাসওয়ার্ড রিসেট প্রেরণ

source: Password Reset Email Sent
bn: পাসওয়ার্ড পুনরায় সেট ইমেল প্রেরণ

source: We have sent you an email with a link to reset your password. Please check your inbox and spam folder. If you don't receive it within a few minutes, please <a href="/contact" class="font-medium text-primary-600 hover:text-primary-700 transition-colors duration-300">contact us</a>.
bn: আমরা আপনার পাসওয়ার্ডটি পুনরায় সেট করতে একটি লিঙ্ক সহ একটি ইমেল প্রেরণ করেছি। আপনার ইনবক্স এবং স্প্যাম ফোল্ডারটি পরীক্ষা করুন। আপনি যদি কয়েক মিনিটের মধ্যে এটি না পান তবে দয়া করে <একটি href = "/যোগাযোগ" শ্রেণি = "ফন্ট-মিডিয়াম পাঠ্য-প্রাথমিক -600 হোভার: পাঠ্য-প্রাথমিক -700 ট্রানজিশন-কালারস সময়কাল -300"> আমাদের সাথে যোগাযোগ করুন </a>।

source: Bad Token
bn: খারাপ টোকেন

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s" class="font-medium text-primary-600 hover:text-primary-700 transition-colors duration-300">new password reset</a>.
bn: পাসওয়ার্ড রিসেট লিঙ্কটি অবৈধ ছিল, সম্ভবত এটি ইতিমধ্যে ব্যবহৃত হয়েছে। দয়া করে একটি <a href = "%(PASSWD_RESET_URL) s" ক্লাস = "ফন্ট-মিডিয়াম পাঠ্য-প্রাথমিক -600 হোভার: পাঠ্য-প্রাথমিক -700 ট্রানজিশন-কালারস সময়কাল -300"> নতুন পাসওয়ার্ড রিসেট </a> এর জন্য অনুরোধ করুন।

source: Password Successfully Changed
bn: পাসওয়ার্ড সফলভাবে পরিবর্তিত হয়েছে

source: You can now sign in with your new password.
bn: আপনি এখন আপনার নতুন পাসওয়ার্ড দিয়ে সাইন ইন করতে পারেন।

source: Set Password
bn: পাসওয়ার্ড সেট করুন

source: Set Your Password
bn: আপনার পাসওয়ার্ড সেট করুন

source: Please set your new password.
bn: আপনার নতুন পাসওয়ার্ড সেট করুন।

source: Change Phone
bn: ফোন পরিবর্তন করুন

source: Change Your Phone Number
bn: আপনার ফোন নম্বর পরিবর্তন করুন

source: Current phone
bn: বর্তমান ফোন

source: Your phone number is still pending verification.
bn: আপনার ফোন নম্বরটি এখনও যাচাইকরণ মুলতুবি রয়েছে।

source: Change to
bn: পরিবর্তন

source: Reauthenticate
bn: পুনরায় অনুমোদন

source: Enter your password to confirm access:
bn: অ্যাক্সেস নিশ্চিত করতে আপনার পাসওয়ার্ড লিখুন:

source: Request a Sign-in Code
bn: একটি সাইন-ইন কোড অনুরোধ করুন

source: You will receive a special code for a password-free sign-in.
bn: আপনি একটি পাসওয়ার্ড-মুক্ত সাইন-ইন এর জন্য একটি বিশেষ কোড পাবেন।

source: Request Code
bn: অনুরোধ কোড

source: Other sign-in options
bn: অন্যান্য সাইন-ইন বিকল্প

source: Or sign up with
bn: বা সাথে সাইন আপ করুন

source: Signup
bn: সাইনআপ

source: Sign Up with a Passkey
bn: একটি পাসকি দিয়ে সাইন আপ করুন

source: Already have an account? Then please <a href="%(login_url)s" class="font-medium text-primary hover:text-primary-dark">sign in</a>.
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে? তারপরে দয়া করে <a href = "%(লগইন_আরএল) এর" ক্লাস = "ফন্ট-মিডিয়াম পাঠ্য-প্রাথমিক হোভার: পাঠ্য-প্রাথমিক-অন্ধকার"> সাইন ইন </a>।

source: Other options
bn: অন্যান্য বিকল্প

source: Sign Up Closed
bn: সাইন আপ বন্ধ

source: Sign Up is Currently Closed
bn: সাইন আপ বর্তমানে বন্ধ রয়েছে

source: We are sorry, but we are not accepting new sign-ups at this time. Please check back later.
bn: আমরা দুঃখিত, তবে আমরা এই মুহুর্তে নতুন সাইন-আপগুলি গ্রহণ করছি না। পরে আবার চেক করুন।

source: Note
bn: দ্রষ্টব্য

source: You are already logged in as %(user_display)s.
bn: আপনি ইতিমধ্যে %(ব্যবহারকারী_ডিসপ্লে) এস হিসাবে লগ ইন করেছেন।

source: Warning
bn: সতর্কতা

source: You currently do not have any email address set up. You should really add an email address so you can receive notifications, reset your password, etc.
bn: আপনার বর্তমানে কোনও ইমেল ঠিকানা সেট আপ নেই। আপনার সত্যই একটি ইমেল ঠিকানা যুক্ত করা উচিত যাতে আপনি বিজ্ঞপ্তিগুলি পেতে পারেন, আপনার পাসওয়ার্ড পুনরায় সেট করতে পারেন ইত্যাদি

source: Verification Sent
bn: যাচাই করা হয়েছে

source: Check Your Email for a Verification Link
bn: একটি যাচাইকরণ লিঙ্কের জন্য আপনার ইমেল চেক করুন

source: We've sent a verification email to your address. Please click the link in the email to complete your registration. If you don't see it, check your spam folder. If you still haven't received it after a few minutes, please <a href="/contact" class="font-medium text-primary-600 hover:text-primary-700">contact us</a>.
bn: আমরা আপনার ঠিকানায় একটি যাচাইকরণ ইমেল প্রেরণ করেছি। আপনার নিবন্ধকরণ সম্পূর্ণ করতে দয়া করে ইমেলের লিঙ্কটি ক্লিক করুন। আপনি যদি এটি না দেখেন তবে আপনার স্প্যাম ফোল্ডারটি পরীক্ষা করুন। আপনি যদি এখনও কয়েক মিনিটের পরে এটি না পেয়ে থাকেন তবে দয়া করে <একটি href = "/যোগাযোগ" ক্লাস = "ফন্ট-মিডিয়াম পাঠ্য-প্রাথমিক -600 হোভার: পাঠ্য-প্রাথমিক -700"> আমাদের সাথে যোগাযোগ করুন </a>।

source: Verified Email Required
bn: যাচাই করা ইমেল প্রয়োজন

source: Verify Your Email Address
bn: আপনার ইমেল ঠিকানা যাচাই করুন

source: To access this page, you must first verify your email address. We've sent a verification link to your email. Please click the link to continue. If you don't see the email, check your spam folder or
bn: এই পৃষ্ঠাটি অ্যাক্সেস করতে আপনাকে প্রথমে আপনার ইমেল ঠিকানাটি যাচাই করতে হবে। আমরা আপনার ইমেলের একটি যাচাইকরণ লিঙ্ক প্রেরণ করেছি। চালিয়ে যেতে লিঙ্কটি ক্লিক করুন। আপনি যদি ইমেলটি না দেখেন তবে আপনার স্প্যাম ফোল্ডারটি পরীক্ষা করুন বা

source: re-send the verification email
bn: যাচাইকরণ ইমেলটি পুনরায় প্রেরণ করুন

source: Add Shipping Address
bn: শিপিংয়ের ঠিকানা যুক্ত করুন

source: Back to Profile
bn: প্রোফাইল ফিরে

source: Select Division
bn: বিভাগ নির্বাচন করুন

source: Select District
bn: জেলা নির্বাচন করুন

source: Select Upazila
bn: উপজিলা নির্বাচন করুন

source: Upazila/Thana
bn: উপজিলা/থানা

source: Bangladesh
bn: বাংলাদেশ

source: Set as default shipping address
bn: ডিফল্ট শিপিং ঠিকানা হিসাবে সেট করুন

source: Save Address
bn: ঠিকানা সংরক্ষণ করুন

source: Delete Address
bn: ঠিকানা মুছুন

source: Are you sure you want to delete this address?
bn: আপনি কি নিশ্চিত যে আপনি এই ঠিকানাটি মুছতে চান?

source: This action cannot be undone.
bn: এই ক্রিয়াটি পূর্বাবস্থায় ফিরে যেতে পারে না।

source: Default Address
bn: ডিফল্ট ঠিকানা

source: Personal Info
bn: ব্যক্তিগত তথ্য

source: Custom Order Status
bn: কাস্টম অর্ডার স্থিতি

source: Create Shipping Address
bn: শিপিং ঠিকানা তৈরি করুন

source: (Max reached)
bn: (সর্বোচ্চ পৌঁছেছে)

source: Wishlist
bn: ইচ্ছার তালিকা

source: My Orders
bn: আমার আদেশ

source: Personal Information
bn: ব্যক্তিগত তথ্য

source: Date of Birth
bn: জন্মের তারিখ

source: Save Changes
bn: পরিবর্তনগুলি সংরক্ষণ করুন

source: Saving...
bn: সংরক্ষণ ...

source: User Preferences
bn: ব্যবহারকারী পছন্দ

source: Save Settings
bn: সেটিংস সংরক্ষণ করুন

source: Shipping Addresses
bn: শিপিং ঠিকানা

source: Add New
bn: নতুন যোগ করুন

source: Maximum of 4 addresses reached
bn: সর্বোচ্চ 4 টি ঠিকানা পৌঁছেছে

source: You've reached the maximum of 4 addresses. Delete an existing address to add a new one.
bn: আপনি সর্বোচ্চ 4 টি ঠিকানা পৌঁছেছেন। একটি নতুন যুক্ত করতে একটি বিদ্যমান ঠিকানা মুছুন।

source: Edit
bn: সম্পাদনা

source: Delete
bn: মুছুন

source: Set Default
bn: ডিফল্ট সেট করুন

source: No shipping addresses saved yet.
bn: কোনও শিপিং ঠিকানা এখনও সংরক্ষণ করা হয়নি।

source: Your Preferences
bn: আপনার পছন্দ

source: Manage your currency, language, country, and timezone settings.
bn: আপনার মুদ্রা, ভাষা, দেশ এবং টাইমজোন সেটিংস পরিচালনা করুন।

source: Oops!
bn: উফ!

source: Please correct the following errors:
bn: নিম্নলিখিত ত্রুটিগুলি সংশোধন করুন:

source: Save Preferences
bn: পছন্দগুলি সংরক্ষণ করুন

source: Payment Successful!
bn: পেমেন্ট সফল!

source: Payment Failed!
bn: পেমেন্ট ব্যর্থ!

source: Payment Cancelled
bn: পেমেন্ট বাতিল

source: Payment Details
bn: অর্থ প্রদানের বিবরণ

source: Payment ID
bn: পেমেন্ট আইডি

source: Method
bn: পদ্ধতি

source: Error
bn: ত্রুটি

source: Go to My Orders
bn: আমার আদেশে যান

source: Authentic Bangladeshi Products
bn: খাঁটি বাংলাদেশী পণ্য

source: Shop by Category
bn: বিভাগ দ্বারা কেনাকাটা

source: View All
bn: সব দেখুন

source: Trending Products
bn: ট্রেন্ডিং পণ্য

source: No trending products available at the moment.
bn: এই মুহুর্তে কোনও ট্রেন্ডিং পণ্য উপলব্ধ নেই।

source: New Arrivals
bn: নতুন আগমন

source: Festive Collection 2025
bn: উত্সব সংগ্রহ 2025

source: Special designs for your special occasions
bn: আপনার বিশেষ অনুষ্ঠানের জন্য বিশেষ ডিজাইন

source: View Full Collection
bn: সম্পূর্ণ সংগ্রহ দেখুন

source: What Our Customers Say
bn: আমাদের গ্রাহকরা কী বলে

source: Join Our VIP List
bn: আমাদের ভিআইপি তালিকায় যোগদান করুন

source: Get early access to <span class="text-yellow-500 font-semibold">exclusive drops</span>, curated collections, and premium offers.
bn: <স্প্যান ক্লাস = "পাঠ্য-হলুদ -500 ফন্ট-সিমিবোল্ড"> একচেটিয়া ড্রপ </span>, কিউরেটেড সংগ্রহ এবং প্রিমিয়াম অফারগুলিতে প্রাথমিক অ্যাক্সেস পান।

source: you@example.com
bn: আপনি@example.com

source: Subscribe
bn: সাবস্ক্রাইব করুন

source: Product added to wishlist!
bn: প্রোডাক্ট যোগদানের সাথে যুক্ত!

source: Product removed from wishlist!
bn: ইচ্ছার তালিকা থেকে পণ্য সরানো!

source: Failed to update wishlist.
bn: ইচ্ছার তালিকা আপডেট করতে ব্যর্থ।

source: Quick View
bn: দ্রুত দৃশ্য

source: Free Shipping
bn: বিনামূল্যে শিপিং

source: No Image
bn: কোন চিত্র নেই

source: View
bn: দেখুন

source: Eid
bn: Eid দ

source: Trending
bn: ট্রেন্ডিং

source: New
bn: নতুন

source: Featured
bn: বৈশিষ্ট্যযুক্ত

source: Out of Stock
bn: স্টক বাইরে

source: No products found matching your filters.
bn: কোনও পণ্য আপনার ফিল্টারগুলির সাথে মিলে যায় না।

source: Customer Reviews
bn: গ্রাহক পর্যালোচনা

source: Overall Rating
bn: সামগ্রিক রেটিং

source: Write a Review
bn: একটি পর্যালোচনা লিখুন

source: Your Rating:
bn: আপনার রেটিং:

source: Your Comment:
bn: আপনার মন্তব্য:

source: Share your experience with this product...
bn: এই পণ্যটির সাথে আপনার অভিজ্ঞতা ভাগ করুন ...

source: Upload Images (Max 5, JPG/PNG, 2MB each):
bn: চিত্রগুলি আপলোড করুন (সর্বোচ্চ 5, জেপিজি/পিএনজি, প্রতিটি 2 এমবি):

source: Submit Review
bn: পর্যালোচনা জমা দিন

source: Please
bn: দয়া করে

source: log in
bn: লগ ইন

source: to write a review.
bn: একটি পর্যালোচনা লিখতে।

source: All Reviews
bn: সমস্ত পর্যালোচনা

source: No reviews yet. Be the first to review!
bn: এখনও কোন পর্যালোচনা। পর্যালোচনা প্রথম হতে!

source: Load More Reviews
bn: আরও পর্যালোচনা লোড করুন

source: Sale
bn: বিক্রয়

source: Add to Cart
bn: কার্টে যোগ করুন

source: Secure Checkout
bn: সুরক্ষিত চেকআউট

source: Fast Shipping
bn: দ্রুত শিপিং

source: Easy Returns
bn: সহজ রিটার্ন

source: You May Also Like
bn: আপনিও পছন্দ করতে পারেন

source: Filters
bn: ফিল্টার

source: Search Results
bn: অনুসন্ধান ফলাফল

source: No results found for
bn: কোন ফলাফল খুঁজে পাওয়া যায় না

source: No products match your search
bn: কোনও পণ্য আপনার অনুসন্ধানের সাথে মেলে না

source: Try different keywords or browse our
bn: বিভিন্ন কীওয়ার্ড চেষ্টা করুন বা আমাদের ব্রাউজ করুন

source: product catalog
bn: পণ্য ক্যাটালগ

source: Third-Party Login Failure
bn: তৃতীয় পক্ষের লগইন ব্যর্থতা

source: An error occurred while attempting to login via your third-party account.
bn: আপনার তৃতীয় পক্ষের অ্যাকাউন্টের মাধ্যমে লগইন করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে।

source: Return to login
bn: লগইন ফিরে

source: Account Connections
bn: অ্যাকাউন্ট সংযোগ

source: You can sign in to your account using any of the following third-party accounts:
bn: আপনি নিম্নলিখিত তৃতীয় পক্ষের যে কোনও অ্যাকাউন্ট ব্যবহার করে আপনার অ্যাকাউন্টে সাইন ইন করতে পারেন:

source: You currently have no third-party accounts connected to this account.
bn: আপনার বর্তমানে এই অ্যাকাউন্টের সাথে সংযুক্ত কোনও তৃতীয় পক্ষের অ্যাকাউন্ট নেই।

source: Add a Third-Party Account
bn: একটি তৃতীয় পক্ষের অ্যাকাউন্ট যুক্ত করুন

source: A third-party account from %(provider)s has been connected to your account.
bn: %(সরবরাহকারী) এস থেকে তৃতীয় পক্ষের অ্যাকাউন্টটি আপনার অ্যাকাউন্টের সাথে সংযুক্ত হয়েছে।

source: Third-Party Account Connected
bn: তৃতীয় পক্ষের অ্যাকাউন্ট সংযুক্ত

source: A third-party account from %(provider)s has been disconnected from your account.
bn: %(সরবরাহকারী) এর তৃতীয় পক্ষের অ্যাকাউন্টটি আপনার অ্যাকাউন্ট থেকে সংযোগ বিচ্ছিন্ন করা হয়েছে।

source: Third-Party Account Disconnected
bn: তৃতীয় পক্ষের অ্যাকাউন্ট সংযোগ বিচ্ছিন্ন

source: Connect %(provider)s
bn: সংযোগ %(সরবরাহকারী) s

source: You are about to connect a new third-party account from %(provider)s.
bn: আপনি %(সরবরাহকারী) এস থেকে একটি নতুন তৃতীয় পক্ষের অ্যাকাউন্ট সংযোগ করতে চলেছেন।

source: Sign In Via %(provider)s
bn: %(সরবরাহকারী) এর মাধ্যমে সাইন ইন করুন

source: You are about to sign in using a third-party account from %(provider)s.
bn: আপনি %(সরবরাহকারী) এস থেকে তৃতীয় পক্ষের অ্যাকাউন্ট ব্যবহার করে সাইন ইন করতে চলেছেন।

source: Continue
bn: চালিয়ে যান

source: Login Cancelled
bn: লগইন বাতিল

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s" class="font-medium text-indigo-600 hover:text-indigo-500 dark:text-indigo-400 dark:hover:text-indigo-300">sign in</a>.
bn: আপনি আপনার বিদ্যমান অ্যাকাউন্টগুলির মধ্যে একটি ব্যবহার করে আমাদের সাইটে লগ ইন বাতিল করার সিদ্ধান্ত নিয়েছেন। যদি এটি কোনও ভুল হয় তবে দয়া করে <একটি href = "%(লগইন_আরএল) এর" শ্রেণি = "ফন্ট-মিডিয়াম পাঠ্য-ইন্ডিগো -600 হোভার: পাঠ্য-ইন্দিগো -500 ডার্ক: পাঠ্য-ইন্দিগো -400 অন্ধকার: হোভার: টেক্সট-ইন্ডিগো -300"> </a> সাইন ইন করুন।

source: Redirecting...
bn: পুনর্নির্দেশ ...

source: You are being redirected to the application.
bn: আপনাকে আবেদনে পুনঃনির্দেশ করা হচ্ছে।

source: The third-party account has been connected.
bn: তৃতীয় পক্ষের অ্যাকাউন্টটি সংযুক্ত করা হয়েছে।

source: The third-party account is already connected to a different account.
bn: তৃতীয় পক্ষের অ্যাকাউন্টটি ইতিমধ্যে একটি আলাদা অ্যাকাউন্টের সাথে সংযুক্ত রয়েছে।

source: The third-party account has been disconnected.
bn: তৃতীয় পক্ষের অ্যাকাউন্টটি সংযোগ বিচ্ছিন্ন হয়ে গেছে।

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
bn: আপনি %(সাইট_নাম) এস -তে লগইন করতে আপনার %(সরবরাহকারী_নাম) এর অ্যাকাউন্টটি ব্যবহার করতে চলেছেন। চূড়ান্ত পদক্ষেপ হিসাবে, দয়া করে নিম্নলিখিত ফর্মটি সম্পূর্ণ করুন:

source: Already have an account?
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে?

source: Signed out of all other sessions.
bn: অন্যান্য সমস্ত সেশনের মধ্যে সাইন আউট।

source: Sessions
bn: সেশনস

source: Started At
bn: শুরু

source: IP Address
bn: আইপি ঠিকানা

source: Browser
bn: ব্রাউজার

source: Last seen at
bn: সর্বশেষ দেখা

source: Current
bn: কারেন্ট

source: Sign Out Other Sessions
bn: অন্যান্য সেশন সাইন আউট
